Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Though many of the old oppressor states had been struck down, new ones arose, and the various global insurgencies oscillated between making radical changes and falling into the same old tribal warfare traps.
fr_fr: Même si nombre des veieux étants oppressuers avaient été détruits, de nouveaux émergeaient, et les différentes insurrectiosn globales oscillaient entre effectuer des changements radicaux et tomber dans le piège de la guerre tribale.

source: Reactionary religious and political forces on Earth also railed against the hypercorps' agenda, resulting in some terrorist attacks and sabotage strikes, and culminating in a failed attempt to disable the space elevator by an Islamist suicide cell.
fr_fr: Des forces réligieuses réactionnaires et politiques sur Terre ont également ralé contre les plans des hypercorps, amenant à des attaques terroristes et des grèves de sabotages qui ont eu pour point culminant une tentative de sabotage de l'ascensseur spatial par une cellulle Islamiste suicidaire.

source: The hypercorps were quick to retaliate, ordering an orbital bombardment using high-density objects against the headquarters and compounds of several key opposition leaders.
fr_fr: Les hypercorps furent promptes à répliquer, déclenchant un bombardement orbital en utilisant des objets à forte densités contre les quartiers généraux et les éléments de plusieurs personnes clefs de l'opposition.

source: Though effective in decapitating several terrorist networks, the mass destruction sparked outrage against the hypercorps, creating a deeper rift between Earth and off-world interests.
fr_fr: Bien que la destruction massive fut efficace pour décapiter les réseaux terroristes, elle déclencha une vague d'indignation intense contre les hypercoprs, créant un fossé encore plus grand entre la Terre et les colonies extra-terrestre.

source: The hypercorps remained out of reach, however, though they were not completely immune from Earth's troubles.
fr_fr: Les hypercorps restèrent hors d'atteintes bien que n'étant pas complètement immunisées des troubles terriens.

source: The workers and colonists brought from Earth transported many of their ethnic, political, and socio-tribal grudges with them, leading to several outbreaks of violence in habitats and orbital stations.
fr_fr: Les travailleurs et les colons amenés de Terre embarquèrent avec eux beaucoup de leur troubles ethnique, politique et sociaux, menant àplusieurs explosions de violence dans les habitats et les stations orbitales.

source: Some also harbored allegiances opposed to hypercorp interests, illustrated by isolated acts of preservationist sabotage and religious terrorist attacks.
fr_fr: Certains hébergèrent des groupes opposées aux intérêts hypercorporatistes, s'illustrant par des actes isolés de sabotage préservationnistes et d'attaque terroriste religieuse.

source: Various criminal networks also came along for the ride, expanding their black markets and vice trades wherever humans went.
fr_fr: Différents réseaux criminels entrèrent aussi dans la course, étendant leurs marchés noirs et le commerce du vice partout où l'homme allait.

source: As the hypercorps expanded, so too did their political opponents: the anarchists, socialists, argonauts and others who worked diligently to establish their own independent presence, mostly in the outer system, further from hypercorp reach.
fr_fr: Les opposants aux hypercoprs se développèrent au même rythme que ces dernières: anarchistes, socialistes, argonautes et d'autres œuvrèrent avec diligence pour établir leurs propre présence indépendante, essentiellement dans le système extérieur, hors de portée des hypercorps.

source: The hypercorps even contributed to this growth by sending their criminals and undesirable elements into exile beyond Mars.
fr_fr: Les hypercrops contribuèrent à cette croissance en envoyant leurs criminels et autres éléments indésirables en exil au-delà de Mars.

source: Both sides invested heavily in research and new technologies.
fr_fr: Les deux camps investirent massivement dans a recherche et les nouvelles technologies.

source: Advances in biotech, nanotech, AI, and cognitive science were now moving so rapidly that major breakthroughs were made on a yearly basis.
fr_fr: Les avancées en biotech, nanotech, dans le domaine des IA et en science cognitive arrivaient à présent à un rythme si rapide que des découvertes majeures étaient faites sur une base annuelle.

source: Developments in one field created a recursive boost in the others, creating a feedback loop that spawned immense technological improvements.
fr_fr: Le développement dans un domaine créait un gain récursif dans un autre, créant une boucle de retour qui engendra d'immense améliorations technologiques.

source: Off-world, genetic modifications were widely adopted, and new transhuman adaptations became a common sight.
fr_fr: Hors-terre, les modifications génétiques furent largement adoptées, et les nouvelles adaptations transhumaines devinrent communes.

source: We even created new synthetic life forms that were part biological and part robotic.
fr_fr: Nous avons même créé de nouvelles formes de vie synthétique à la foid biologique et robotique.

source: Despite some being so repulsed by this development that they dubbed these new types of beings “pod people,” it certainly didn't stop pods from being rapidly absorbed into corporate workforces and brothels, nor did many people care enough to support claims that, as sapient beings, pods should have their own civil rights.
fr_fr: Même si certains ont étés révulsés par ces développement, au point qu'ils ont appelés ces nouveaux types les "pod people," cela n'a absolument pas ralenti l'intégration et l'absorption rapide des pods dans les forces de travail des corporation et dans les bordels, et cela n'a pas non plus suffit à motiver suffisament de gens pour défendre le fait que, étant des êtres conscient, les pods devraient avoir leurs propres droits civils.

source: Two breakthroughs in this period deserve specific mention, not least because of their impact on our human—now transhuman—society.
fr_fr: Deux découvertes de cette période nécessite une mention spécifique, au moins à cause de leur impact sur notre société humaine - devenue transhumaine.

source: The development of the first nanotech assemblers signaled a paradigm shift for economics.
fr_fr: Le développement du premier assembleur nanotechnologique a démarrer un chgangement de paradigme pour l'économie.

source: Available only to the upper strata of the hypercorps at first, these elites jealously guarded these machines, capable of building almost anything from the atoms up.
fr_fr: Disponible seulement pour les strates supérieures des hypercorps, du moins au début, ces élites ont jalousmeent protégés ces machines, capables de construire à peu près n'importe quoi depuis l'état atomique.

source: They placed all sorts of restrictions on their usage and availability, claiming that the capability to construct drugs, weapons, or other restricted items was a security risk that required them to be strictly controlled.
fr_fr: Elles ont placé toutes sortes de restrciction sur leur utilisation et leur disponibilité, prétendant que la capacité à construire des drogures, des armes ou d'autre objets restreints étaient un risque sécuritaire qui nécessitait qu'ils soient strictement contrôllés.

source: Open source advocates promptly set to work undermining blueprint controls and seeding their own open source designs, of course.
fr_fr: Les défenseurs de l'open source ont bien entendu rapidement travaillés sur une manière de contourner le contrôle des schémas et à semer leurs propre conception open source.

source: Likewise, within months, criminals and anarchists liberated their own assemblers, and suddenly an economic conflict was born.
fr_fr: De la même manière, en l'espace de quelques mois, les criminels et les anarchistes ont libérés leurs propres assembleurs, et un conflit économique apparu de manière soudaine.

source: Some were put to use feeding the black market trade, while others were used to establish habitats and colonies with post-scarcity economies that no longer relied on wealth, property, or greed.
fr_fr: Certains furent utilisés pour alimenter le marché noir, alros que d'autre furent utilisés pour établir des habitats et des colonnies avec un système économique post-pénurie qui ne dépendait plus de la richesse, de la propriété ou de l'avarice.

source: At the same time came the ability to map the human brain and digitally emulate the mind and memories, making “uploading” possible—followed closely by the ability to download back into a separate human brain of course.
fr_fr: C'est à peu près à ce moment que la capacité à cartographier le cerveau humain et à émuler numériquement l'esprit et les souvenirs fut découverte, rendant "l'upload" opssible - rapidement suivi par la capacité à se télécharger dans un cerveau humain différent bien entendu.

source: The already long-lived hypercorp masters no longer had to fear death by accident or injury.
fr_fr: Les maîtres des hypercorps, qui avaient déjà une vie trés longue, n'avaient désormais plus besoin de craindre une mort accidentelle ou suite à des blessures.

source: This technology also made its way into the hands of others, despite the costs.
fr_fr: Cette technologie se fraya un chemin entre les mains d'autres personne, en dépit des coûts.

source: Experimentation with other bodies—both biological and synthetic—became a new playground for culture.
fr_fr: Des expérimentations avec d'autres corps - biologique et synthétique - devint un nouveau terrain de jeu pour la culture.

source: And let's not forget those who willingly shook off the shackles of the flesh to experience the virtual life and dive deep into their own dreamscape realities.
fr_fr: Et n'oublions pas ceux qui était volontaire pour aller abandonner le joug de la chair pour faire l'expérience de la vie virtuelle et s'évader dans leur propres rêves devenus réalité.

source: While we all enjoyed our new toys, though, Earth, poor Earth, continued to die a slow death.
fr_fr: Alors que nous nous éclations avec nos nouveaux jouets, la Terre, pauvre Terre, continuait de mourir d'une mort lente.

source: I can still recall the speculation that it might take centuries for the Earth to totally slide into ecological devastation.
fr_fr: Je peux encore me souvenir des sépcualtions qui pensaient qu'il faudrait des siècles pour que la terre sombre totalement dans une dévastation écologique.

source: It was frustrating, everywhere you turned it seemed that someone was lamenting the state of the motherworld, but no one wanted to do anything.
fr_fr: C'était frustrant, partout où vous regardiez il y avait quelqu'un pour se lamenter sur le sort de notre monde mère, mais personne ne voulait faire quoi que ce soit.

source: It was too expensive, or too far away, or too dangerous.
fr_fr: C'éatait trop cher, trop loin ou trop dangereux.

source: We all have blood on our hands from that time.
fr_fr: Nous avons tou du sang sur les mains depuis cette époque.

source: We stood by and watched from our places in orbit as the world burned around our brothers and sisters.
fr_fr: Nous nous tenions là à regarder le monde brûler autour de nos frêres et sœurs depusi nos habitats orbitaux.

source: We thought we had time, we thought the world was slowly dying and that we could find the cure.
fr_fr: Nous pensions avoir du temps, nous pensions que le monde mourrait lentement et que nous pourrions trouver un remède.

source: We didn't plan on the TITANs.
fr_fr: Nous n'avions pas pévu les TITANs.

source: We all remember the Fall.
fr_fr: Nous nous souvenons tous de la Chute.

source: It was only ten years ago, but I never cease to be amazed at how confused people's memories are of that time.
fr_fr: C'était il y a à peine dix ans, mais je ne cesserai jamais d'être étonné par l'état de confusions des souvenirs que les gens ont de ce moment.

source: Part of that is propaganda perpetuated by people like you, of course, and part of it is that most of us are afraid to really look back and examine how we humans managed to fuck it up so badly.
fr_fr: Bien sûr, une partie de cette confusion vient de la propagande qui leur a été servie par des gens comme toi, mais une part non négligeable vient du fait que la plupart d'entre nous sommes effrayés par le fait de prendre du recul et d'examiner attentivement comment nous, les humains, avons réussit à faire foirer le tout de manière si spectaculaire.

source: We like to pretend that the TITANs exploded on the scene, wrecked up the place, and then disappeared as quickly as they appeared.
fr_fr: Nous aimons prétendre que les TITANs son arrivés sur scène, ont tout détruit autour d'eux, et ont disparus aussi vite qu'ils étaient apparus.

source: The truth, as always, is more complex.
fr_fr: La vérité, comem tuoujours, est bien plus complexe.

source: We claim to know that the TITANs somehow evolved by accident from a military netwar system, or so the theory goes.
fr_fr: Nous prétendons savoir que les TITANs ont évolués accidentellement d'un réseau de guerre électronique militaire, ou du moins c'est l'idée dominante.

source: That is what their name means: an acronym for Total Information Tactical Awareness Networks.
fr_fr: C'était ce que voulait dire leur nom: un acronyme pour Réseau Conscient d'Information Complète et tatcique (Total Information tactical Awareness Networks).

source: No one knows for sure where these first seed AIs came from, though—or if they do, they're keeping quiet.
fr_fr: Personne ne sait réellement d'où venait ces premières IAs germe cependant - ou si quelqu'un le sait, il reste silencieux.

source: Perhaps the TITANs were intentionally designed to be a recursively improving, self-aware digital intelligence.
fr_fr: Les TITANs ont peut-être été conçus intentionnellement pour être des intelligence numérique consciente s'améliorant de manière récursive.

source: Perhaps the military boffins thought they could keep such an intelligence under their control, and that it would give them the edge they needed.
fr_fr: Peut-être que les gros bonnets militaires pensaient pouvoir garder une telle intelligence sous contrôle, et que ça leur donnerai l'avantage dont ils avaient besoin.

source: Perhaps there was only one at first, and it quickly created hundreds if not thousands of copies of itself.
fr_fr: Peut-être qu'il n'y en avait qu'un seul au début et qu'il en a rapidement créé des centaines voire des milliers de copies de lui-même.

source: No one even seems to know how many of them there were.
fr_fr: Personne ne semble savoir combien il y en avait.

source: According to the written history—vetted by the hypercorps natch—we now know that the TITANs took several days after they “woke up” to scan the world around them, to learn about us.
fr_fr: D'après l'histoire officielle - vérifiées par les hypercorps - nous savons maintenant que les TITANs ont mis plusieurs jours après leur "réveil" pour analyser le monde autour d'eux, pour apprendre des choses sur nous.

source: In their initial stage they were relatively benign, leeching network power and resources only where there was enough to spare and extending their senses beyond their cradle on Earth.
fr_fr: Lors de leur phase initiale, ils étaient relativement bénin, détournant l'énergie et les ressources des réseaux uniquement là où il y avait de l'excédent, étendant leur perception au delà de leur berceau terrestre.

source: Perhaps they were absorbing everything they could to understand us.
fr_fr: Peut-être qu'ils absorbaient tout ce qu'ils pouvaient pour nous comprendre.

source: Perhaps they were indifferent.
fr_fr: Peut-être qu'ils étaient indifférents.

source: Or maybe they really were planning to destroy us, as the vids all say.
fr_fr: Ou peut-être qu'ils essayaient réellement de nous détruire, comme ils le disent dans les films.

source: I remember this time.
fr_fr: Je me rappelle de cette époque.

source: I remember that when this new round of conflicts re-ignited on Earth, there was no word of anything about seed AIs or TITANs.
fr_fr: Je me rappelle que lrosqu'une nouvelle tournée de conflits ré-enflamma la Terre, on a jamais entendu parler d'IAs germe ou de TITANs.

source: For months and months, it was a simple escalation of hostilities.
fr_fr: Pendant des mois, c'était simplement une escalade des hostilités.

source: It started with claims of netwar operations and major intrusions, sparking some alarm and retaliatory attacks.
fr_fr: Cette escalade avait démarré par des accusations d'opération de cyberguerre et d'intrusions majeures, déclenchant des alarmes et des attaques de représailles.

source: Aggressive stances led to incriminations, then border conflicts and raids, followed by missile strikes and outright hostilities.
fr_fr: Les attitudes agressives ont amenés à l'incriminiation, puis à des conflits forntaliers et à des raids, suivit par des frappes de missiles et des hostilités globales.

source: Old grudges and sleeping enemies suddenly awoke and turned their renewed wrath against old foes.
fr_fr: De vieilles rancunes et des ennemis endormis se réveillèrent soudainement et tournèrent leur rage renouvellée vers leurs anciens rivaux.

source: Brush wars, corporate rivalries, and ideological disputes flared up as insurgencies and rebellions were suddenly everywhere.
fr_fr: Des guerres d'escarmouches, des rivalités corporatistes et des conflits idéologique s'embrasèrent alors que les insurrectiosn et la rébellion étaient soudainement partout.

source: At the time, it seemed like a not-so-unusual spate of violence had taken a drastic turn and was rapidly spiraling out of control.
fr_fr: À ce moment, cela ressemblait à un étalement de violencement pas si inhabituel avait prit un tournant drastique et s'emballait rapidement.

source: According to the party line, this was all a carefully concerted effort, the first stage in the TITANs plans.
fr_fr: D'après la doctrine officielle, c'était un effort minutieusement planifiés et concerté, la première étape dans le plan des TITANs.

source: Perhaps it was, though I remember some military officials once claiming that the TITANs were brought online because of this violence, and not before then— an opinion that was quickly silenced.
fr_fr: C'était peut-être le cas, mais j'ai le souvenir d'officiers militaires affirmant que les TITANs ont été mis en ligne suite à cette violence et non pas avant - une opinion rapidement réduite au silence.

source: Then again, maybe we really were played—played by greater intelligences who could barely be bothered to deal with us themselves when they knew we were more than willing to murder and annihilate each other.
fr_fr: Encore une fois, nous avons peut-être réellement étés manipulés - maipulés par une intelligence supérieure qui n'ont pas voulus s'emmerder à s'occuper de nous quand ils ont découvert de manière plsu que certaines que nous étions d'accord pour s'assassiner et s'anihiler mutuellement.

source: When the first reports of strange automatic factories cranking out large numbers of robotic weapons systems broke, no one knew who to blame, but clearly something was wrong.
fr_fr: Lorsque les premières mentions d'étrange usines automatisées fabriquant de grand nombre d'armes robotisées nous parvinrent, personne ne savait qui blâmer, mais quelque chose allait manifestement de travers.

source: This was a turning point, a chance for humanity to realize that we collectively faced a new enemy, but the finger-pointing and direct conflict continued.
fr_fr: Ce fut un tournant, une chance pour l'humanité de réaliser que nous faisions face collectivement à un nouvel ennemi, mais l'accusation mutuelle et les conflits directs continuèrent.

source: Even when the first open attacks by the TITANs came in earnest, crashing major systems, taking control of critical infrastructures, and wreaking havoc and destruction, we treated it as a new front in the war, and never stopped taking shots at each other.
fr_fr: Même lorsque la première attaque ouverte des TITANs arriva, crashant des systèmes critiques, prenant le contrôle d'infrastructures critiques et amenant la désolation et la destruction, nous l'avons considérées comme un nouveau front dans la guerre, et n'avons jamais cessés de nous entretuer.

source: There is still debate over whether we should have tried to talk to the TITANs, whether they would have been willing to listen to us, whether they even saw us as something more than we see rats and roaches and other forms of vermin.
fr_fr: Le fait de savoir si nous aurions dut essayé de parler aux TITANs fait encore débat, soit ils auraient été d'accord pour nous écouter, soit ils nous auraient vus comme nous voyons les rats et les cafards et d'autres formes de vermine.

source: But it's all academic.
fr_fr: Mais tout cela est théorique.

source: The fact is we didn't.
fr_fr: Le fait est que nous n'avons pas essayés de leur parler.

source: The people who made the decisions, the ones who had to put it all on the line at the time, saw the TITANs as a threat.
fr_fr: Les personnes qui ont pris les décisions, ceux qui devaient tout décider à ce moment là, virent les TITANs comme une menace.

source: And they acted accordingly, trying to purge them from their systems or capture them for future study.
fr_fr: Et ils ont agît de manière conforme, essayant de les purger de leur système ou de les capturer pour pouvoir les étudier plus tard.

source: The philosopher Thomas Hobbes once spoke of the war of all against all.
fr_fr: Le philosophe Thomas Hobbes parla une fois de la guerre de chacun contre tous.

source: Whatever he imagined could not have been anything close to the conflict ignited by the TITANs.
fr_fr: Il n'aurait pas pu imaginer ce qu'allait être le conflit démarré apr les TITANs.

source: We killed ourselves by the millions, wielding the nuclear fire and the silent death of bioplagues indiscriminately.
fr_fr: Nous avons tués des millions de snotres, utilisant le feu nucléaire et la mort silencieuse des armes biologiques.

source: Among this carnage walked the TITANs, taking control of our machines as though we were children, harvesting millions of minds with forced uploads for unknown purposes.
fr_fr: Les TITANs avançaient au milieu de ce carnage, prenant le contrôle de nos machines comme si nous étions des enfants, moissonant des millions d'esprits par des uploads forcés dans un but inconnus.

source: Every strike we launched against the TITANs was met with untold disaster and ruin, all our artifice and devices turned against us in our moment of need.
fr_fr: Toutes les attaques que nous avons menées contre les TITANs se termina par des disastres et des échecs indicibles, tout nos artifices et appareils se retournèrent contre nous au moment où nous en avions besoin.

source: The Fall was a horror.
fr_fr: La Chute fut une horreur.

source: Factories sprang up like a blight in the most ravaged and deserted places on Earth, pumping out legions of dread war machines.
fr_fr: Des usines surgirent comme une brûlure dans les endroits les plus désertiques et ravagés sur Terre, libérant des légions de machines de guerre terrifiantes.

source: Advanced nanoswarms—far beyond our own capabilities—infested everywhere, mutating to deal with any threat they encountered.
fr_fr: Des essaims de nanites évolués - bien au-delà de nos propres capacités - ont infestés l'ensemble de la planète, s'adpatant et mutants pour gérer toutes les menaces qu'ils rencontrèrent.
